tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
# Search tool like grep, but optimized for programmers
brew "ack"
# Programmable completion for Bash 3.2
brew "bash-completion"
# Identify or delete duplicate files
brew "fdupes"
# Command-line fuzzy finder written in Go
brew "fzf"
# Distributed revision control system
brew "git"
# AVH edition of git-flow
brew "git-flow-avh", link: false
# Image processing tools collection
brew "graphicsmagick"
# Mac App Store command-line interface
brew "mas"
# Monitor data's progress through a pipe
brew "pv"
# Display directories as trees (with optional color/HTML output)
brew "tree"
# Internet file retriever
brew "wget"
# UNIX shell (command interpreter)
brew "zsh"
# Additional completion definitions for zsh
brew "zsh-completions"
# Fish shell like syntax highlighting for zsh
brew "zsh-syntax-highlighting"
cask "adobe-acrobat-reader"
cask "brave-browser"
cask "calibre"
cask "charles"
cask "cheatsheet"
cask "cryptomator"
cask "diffmerge"
cask "docker"
cask "doxie"
cask "enpass"
cask "epubquicklook"
cask "firefox"
cask "firefox-developer-edition"
cask "franz"
cask "google-chrome"
cask "hetimazipql"
cask "imageoptim"
cask "macpass"
cask "microsoft-office"
cask "onyx"
cask "osxfuse"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "signal"
cask "skype-for-business"
cask "slack"
cask "sourcetree"
cask "spectacle"
cask "spotify"
cask "superduper"
cask "suspicious-package"
cask "synology-cloud-station-backup"
cask "synology-drive"
cask "teamviewer"
cask "telegram"
cask "ubiquiti-unifi-controller"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "webpquicklook"
cask "webstorm"
mas "Microsoft Remote Desktop", id: 1295203466
mas "The Unarchiver", id: 425424353
